import { type Word } from 'pages/WordsPage/ui/WordsPage'

export const words: Word[] = [
  {
    en: 'significantly',
    ua: ['значительно', 'существенно']
  },
  {
    en: 'lifestyle',
    ua: ['образ жизни']
  },
  {
    en: 'to seek',
    ua: ['искать', 'стремиться к', 'добиваться']
  },
  {
    en: 'stability',
    ua: ['устойчивость', 'стабильность']
  },
  {
    en: 'multitude',
    ua: ['множество', 'многообразие']
  },
  {
    en: 'climent',
    ua: ['климат']
  },
  {
    en: 'cart',
    ua: ['тележка']
  },
  {
    en: 'growth',
    ua: ['рост', 'развитие', 'увеличение']
  },
  {
    en: 'have a snack',
    ua: ['перекусить', 'пообедать', 'съесть закуску']
  },
  {
    en: 'waybill',
    ua: ['накладная', 'путевой лист', 'документ о перевозке']
  },
  {
    en: 'expiration date',
    ua: ['срок годности', 'дата истечения срока', 'срок действия']
  },
  {
    en: 'to suppose',
    ua: ['полагать', 'предполагать', 'представлять']
  },
  {
    en: 'degree',
    ua: ['степень', 'звание', 'уровень']
  }
]
